{
  "en": {
    "paymentmethods_title": "Payment methods",
    "subtitle": "Choose the payment option that fits you best. All transactions are processed securely. Availability of individual methods can vary depending on your country and currency.",
    "global_title": "Global payment methods",
    "bank_title": "Bank transfer (SEPA)",
    "bank_p1": "You can pay your order conveniently via classic bank transfer. As soon as we receive your payment, we prepare your bike for dispatch.",
    "bank_bankname": "Commerzbank",
    "bank_accholder": "Account holder: Rinos Bikes GmbH",
    "bank_sort": "SORT CODE: 17040000 • Account no: 0202151700",
    "bank_bic": "Swift/BIC: COBADEFFXXX",
    "bank_iban": "IBAN: DE08170400000202151700",
    "bank_small": "Transfers from EU countries are usually received within 1–2 business days.",
    "cards_title": "Credit & debit cards",
    "cards_p1": "Pay securely with your preferred card. We support major credit and debit cards through our trusted payment partners.",
    "cards_p2": "Your card data is processed via encrypted connections and is never stored by us.",
    "cards_small": "Some card options may depend on your region and issuing bank.",
    "paypal_title": "PayPal",
    "paypal_p1": "Pay quickly and easily using your PayPal account. You simply log in with your e-mail address and password – without having to enter your card or bank details again.",
    "paypal_p2": "Payments made via PayPal are credited immediately, which allows us to start preparing your bike without delay.",
    "paypal_small": "PayPal may offer you additional buyer protection, depending on your country.",
    "klarna_title": "Klarna",
    "klarna_p1": "With Klarna you can pay now, pay later or split your purchase into instalments – depending on the options available in your country and your personal Klarna profile.",
    "klarna_p2": "All Klarna payments are handled via Klarna's own secure platform.",
   "klarna_small": "“Pay later” and instalment options are subject to Klarna's approval.",
    "amazon_title": "Amazon Pay",
    "amazon_p1": "Use the payment methods stored in your Amazon account and check out in just a few clicks – with the same security and convenience you know from Amazon.",
    "amazon_small": "You stay on our site while Amazon securely processes your payment in the background.",
    "note_fast": "Additionally, depending on your device and region, fast checkout methods such as Google Pay or Shop Pay can be available during checkout.",
    "country_title": "Country & currency specific options",
    "blik_title": "BLIK (Poland)",
    "blik_p1": "If you are paying from Poland, you can use BLIK for a fast and convenient mobile payment. Simply confirm the BLIK code in your banking app to complete the purchase.",
    "blik_small": "Available only for customers using participating Polish banks.",
    "stable_title": "Stablecoin payment (on request)",
    "stable_p1": "We also support selected stablecoin payments on request. This is a convenient option for international customers who prefer to pay in digital currencies pegged to fiat (e.g. USD stablecoins).",
    "stable_p2": "If you would like to pay via stablecoin, please contact us before placing your order so we can confirm the current options, supported currencies and exchange rate.",
    "stable_small": "Stablecoin availability depends on currency, network and current agreements.",
    "leasing_title": "Workplace bike leasing (Germany)",
    "jobrad_title": "JobRad",
    "jobrad_p1": "With JobRad you can get your Rinos bike as a company bike via your employer. Your company leases the bike and you use it for commuting, everyday life and sports.",
    "jobrad_p2": "The monthly leasing rate is usually paid via salary conversion from your gross salary, which can make the total cost significantly lower compared to a direct purchase.",
    "jobrad_p3": "Your employer needs an active JobRad contract. Once that is in place, we can provide an offer for your chosen Rinos bike.",
    "jobrad_small": "Exact savings depend on your salary, tax class and the agreement with your employer.",
    "bbike_title": "BusinessBike",
    "bbike_p1": "BusinessBike offers digital, simple company bike leasing for employers and employees in Germany. Your employer signs a framework contract and you select your desired bike.",
    "bbike_p2": "The leasing instalments are usually deducted from your gross salary over a fixed term, often with insurance and service packages included.",
    "bbike_p3": "Once your employer is registered with BusinessBike, we can create an individual quote for your Rinos bike.",
    "bbike_small": "Depending on setup, you can save a noticeable amount compared to a classic purchase.",
    "lease_title": "Lease a Bike",
    "lease_p1": "Lease a Bike is a company bike platform where your employer leases the bike and you use it privately and for work. The monthly rate is paid through deferred compensation from your gross salary.",
    "lease_p2": "This model combines tax advantages with full-service packages (e.g. insurance, maintenance) depending on the tariff your employer chooses.",
    "lease_p3": "If your company already works with Lease a Bike, we can supply your Rinos bike through their portal.",
    "lease_small": "Availability and conditions are defined by your employer's contract with Lease a Bike.",
    "dienstrad_title": "Mein Dienstrad",
    "dienstrad_p1": "Via mein-dienstrad.de you can also lease a Rinos bike as a company bike if your employer participates in their programme.",
    "dienstrad_p2": "Typically you register on the platform with your employer's code, choose your dream bike and the leasing instalments are deducted monthly from your gross salary.",
    "dienstrad_p3": "Contact us with your employer details and desired Rinos model so we can check the process with Mein Dienstrad.",
    "dienstrad_small": "As with other leasing providers, the concrete conditions depend on your employer's contract.",
    "ref_badge": "Community & athletes",
    "ref_title": "Referral program & athlete deals",
    "ref_p1": "We grow together with our community. If you love your Rinos bike and want to bring your friends or training partners on board, you can benefit from our referral possibilities.",
    "ref_li1": "Recommend Rinos to friends, family or teammates.",
    "ref_li2": "Earn rewards or discounts when a bike is purchased through your recommendation (depending on campaign).",
    "ref_li3": "Perfect for cycling clubs, group rides and local communities.",
    "ref_p2": "Are you a triathlete, cyclist or another performance-focused athlete who wants to ride our bikes in training or racing? Get in touch with us – we will check together what kind of support or special pricing is possible.",
    "ref_cta": "Contact us about referral & athlete options"
  },

  "de": {
    "paymentmethods_title": "Zahlungsmethoden",
    "subtitle": "Wählen Sie die Zahlungsoption, die am besten zu Ihnen passt. Alle Transaktionen werden sicher verarbeitet. Die Verfügbarkeit einzelner Zahlungsmethoden kann je nach Land und Währung variieren.",
    "global_title": "Globale Zahlungsmethoden",
    "bank_title": "Banküberweisung (SEPA)",
    "bank_p1": "Sie können Ihre Bestellung bequem per klassischer Banküberweisung bezahlen. Sobald Ihre Zahlung bei uns eingegangen ist, bereiten wir Ihr Fahrrad für den Versand vor.",
    "bank_bankname": "Commerzbank",
    "bank_accholder": "Kontoinhaber: Rinos Bikes GmbH",
    "bank_sort": "BLZ: 17040000 • Konto-Nr.: 0202151700",
    "bank_bic": "BIC: COBADEFFXXX",
    "bank_iban": "IBAN: DE08170400000202151700",
    "bank_small": "Überweisungen aus EU-Ländern treffen in der Regel innerhalb von 1–2 Werktagen ein.",
    "cards_title": "Kredit- & Debitkarten",
    "cards_p1": "Bezahlen Sie sicher mit Ihrer bevorzugten Karte. Wir unterstützen gängige Kredit- und Debitkarten über unsere zertifizierten Zahlungsdienstleister.",
    "cards_p2": "Ihre Kartendaten werden über verschlüsselte Verbindungen verarbeitet und nicht von uns gespeichert.",
    "cards_small": "Einige Kartenoptionen können je nach Region und ausstellender Bank variieren.",
    "paypal_title": "PayPal",
    "paypal_p1": "Bezahlen Sie schnell und einfach mit Ihrem PayPal-Konto – ohne Ihre Karten- oder Bankdaten erneut eingeben zu müssen.",
    "paypal_p2": "PayPal-Zahlungen werden sofort gutgeschrieben, sodass wir Ihr Fahrrad ohne Verzögerung vorbereiten können.",
    "paypal_small": "Je nach Land bietet PayPal zusätzlichen Käuferschutz.",
    "klarna_title": "Klarna",
    "klarna_p1": "Mit Klarna können Sie jetzt bezahlen, später bezahlen oder Ihre Bestellung in Raten aufteilen – abhängig von den verfügbaren Optionen in Ihrem Land und Ihrem persönlichen Klarna-Profil.",
    "klarna_p2": "Alle Zahlungen werden über die sichere Plattform von Klarna abgewickelt.",
    "klarna_small": "„Später bezahlen“ und Ratenzahlung unterliegen der Genehmigung durch Klarna.",
    "amazon_title": "Amazon Pay",
    "amazon_p1": "Nutzen Sie die in Ihrem Amazon-Konto gespeicherten Zahlungsmethoden und bezahlen Sie in wenigen Klicks – mit der gewohnten Sicherheit und dem Komfort von Amazon.",
    "amazon_small": "Sie bleiben auf unserer Website, während Amazon Ihre Zahlung sicher im Hintergrund verarbeitet.",
    "note_fast": "Je nach Gerät und Region können beim Checkout schnelle Zahlungsmethoden wie Google Pay oder Shop Pay verfügbar sein.",
    "country_title": "Länder- & währungsspezifische Optionen",
    "blik_title": "BLIK (Polen)",
    "blik_p1": "Wenn Sie aus Polen bezahlen, können Sie BLIK für eine schnelle und bequeme Mobile-Payment-Lösung nutzen. Bestätigen Sie einfach den BLIK-Code in Ihrer Banking-App, um den Kauf abzuschließen.",
    "blik_small": "Nur für Kunden mit teilnehmenden polnischen Banken verfügbar.",
    "stable_title": "Stablecoin-Zahlung (auf Anfrage)",
    "stable_p1": "Wir unterstützen auf Anfrage ausgewählte Stablecoin-Zahlungen. Dies ist eine praktische Option für internationale Kund:innen, die bevorzugt mit digital stabilisierten Währungen (z. B. USD-Stablecoins) bezahlen.",
    "stable_p2": "Kontaktieren Sie uns vor Ihrer Bestellung, wenn Sie per Stablecoin zahlen möchten, damit wir unterstützte Währungen und den aktuellen Kurs bestätigen können.",
    "stable_small": "Die Verfügbarkeit hängt von Netzwerk, Währung und bestehenden Vereinbarungen ab.",
    "leasing_title": "Dienstfahrrad-Leasing (Deutschland)",
    "jobrad_title": "JobRad",
    "jobrad_p1": "Mit JobRad können Sie Ihr Rinos Fahrrad über Ihren Arbeitgeber als Dienstfahrrad beziehen. Ihr Unternehmen least das Rad, Sie nutzen es für den Weg zur Arbeit, im Alltag und für den Sport.",
    "jobrad_p2": "Die Leasingrate wird in der Regel per Gehaltsumwandlung aus dem Bruttolohn gezahlt, wodurch das Fahrrad deutlich günstiger sein kann.",
    "jobrad_p3": "Ihr Arbeitgeber benötigt einen aktiven JobRad-Vertrag. Danach erstellen wir Ihnen ein individuelles Angebot für Ihr Wunschrad.",
    "jobrad_small": "Die Ersparnis hängt von Gehalt, Steuerklasse und Arbeitgebervereinbarung ab.",
    "bbike_title": "BusinessBike",
    "bbike_p1": "BusinessBike ermöglicht einfaches und digitales Fahrrad-Leasing für Unternehmen und Mitarbeitende in Deutschland.",
    "bbike_p2": "Die monatlichen Raten werden meist über Ihren Bruttolohn verrechnet, oft inklusive Versicherung und Service.",
    "bbike_p3": "Sobald Ihr Arbeitgeber registriert ist, können wir Ihr gewünschtes Rinos Fahrrad über BusinessBike anbieten.",
    "bbike_small": "Je nach Tarif können erhebliche Kostenvorteile entstehen.",
    "lease_title": "Lease a Bike",
    "lease_p1": "Lease a Bike bietet Dienstrad-Leasing, bei dem Ihr Arbeitgeber das Fahrrad least und Sie es privat sowie beruflich nutzen.",
    "lease_p2": "Das Modell kombiniert steuerliche Vorteile mit Full-Service-Paketen wie Versicherung und Wartung.",
    "lease_p3": "Wenn Ihr Unternehmen bereits mit Lease a Bike arbeitet, können wir Ihr Rinos Fahrrad direkt über die Plattform bereitstellen.",
    "lease_small": "Die genauen Konditionen hängen vom Vertrag Ihres Arbeitgebers ab.",
    "dienstrad_title": "Mein Dienstrad",
    "dienstrad_p1": "Über mein-dienstrad.de können Sie ebenfalls ein Rinos Fahrrad leasen, sofern Ihr Arbeitgeber teilnimmt.",
    "dienstrad_p2": "Sie registrieren sich über den Arbeitgeber-Code, wählen Ihr Wunschrad und die Leasingrate wird monatlich vom Bruttolohn abgezogen.",
    "dienstrad_p3": "Kontaktieren Sie uns mit Arbeitgeberdetails und Modellwunsch, damit wir den Ablauf prüfen können.",
    "dienstrad_small": "Die Bedingungen richten sich nach dem Arbeitgebervertrag.",
    "ref_badge": "Community & Athleten",
    "ref_title": "Empfehlungsprogramm & Athleten-Deals",
    "ref_p1": "Wir wachsen gemeinsam mit unserer Community. Wenn Sie Ihr Rinos Fahrrad lieben, können Sie Freunde oder Trainingspartner empfehlen und Vorteile erhalten.",
    "ref_li1": "Empfehlen Sie Rinos an Freunde, Familie oder Teamkameraden.",
    "ref_li2": "Erhalten Sie Prämien oder Rabatte, wenn über Ihre Empfehlung ein Fahrrad gekauft wird.",
    "ref_li3": "Ideal für Radvereine, Gruppenfahrten und lokale Communities.",
    "ref_p2": "Sind Sie Triathlet, Radsportler oder ambitionierter Athlet? Kontaktieren Sie uns für mögliche Sonderkonditionen.",
    "ref_cta": "Kontaktieren Sie uns zu Empfehlungs- & Athletenoptionen"
  },

  "es": {
  "paymentmethods_title": "Métodos de pago",
    "subtitle": "Elige la opción de pago que mejor se adapte a ti. Todas las transacciones se procesan de forma segura. La disponibilidad de cada método puede variar según tu país y tu moneda.",
    "global_title": "Métodos de pago globales",
    "bank_title": "Transferencia bancaria (SEPA)",
    "bank_p1": "Puedes pagar tu pedido cómodamente mediante transferencia bancaria clásica. En cuanto recibamos tu pago, preparamos tu bicicleta para el envío.",
    "bank_bankname": "Commerzbank",
    "bank_accholder": "Titular de la cuenta: Rinos Bikes GmbH",
    "bank_sort": "Código bancario: 17040000 • Nº de cuenta: 0202151700",
    "bank_bic": "Swift/BIC: COBADEFFXXX",
    "bank_iban": "IBAN: DE08170400000202151700",
    "bank_small": "Las transferencias desde países de la UE suelen recibirse en un plazo de 1 a 2 días laborables.",
    "cards_title": "Tarjetas de crédito y débito",
    "cards_p1": "Paga de forma segura con tu tarjeta preferida. Aceptamos las principales tarjetas de crédito y débito a través de nuestros proveedores de pago de confianza.",
    "cards_p2": "Tus datos de tarjeta se procesan mediante conexiones cifradas y nunca se almacenan en nuestros sistemas.",
    "cards_small": "Las opciones disponibles pueden variar según tu país y tu banco emisor.",
    "paypal_title": "PayPal",
    "paypal_p1": "Paga de forma rápida y sencilla con tu cuenta de PayPal. Solo tienes que iniciar sesión con tu correo electrónico y contraseña, sin volver a introducir los datos de tu tarjeta o banco.",
    "paypal_p2": "Los pagos realizados con PayPal se abonan de inmediato, permitiéndonos preparar tu bicicleta sin retrasos.",
    "paypal_small": "PayPal puede ofrecer protección al comprador, dependiendo de tu país.",
    "klarna_title": "Klarna",
    "klarna_p1": "Con Klarna puedes pagar ahora, pagar más tarde o dividir tu compra en cuotas, según las opciones disponibles en tu país y tu perfil de Klarna.",
    "klarna_p2": "Todos los pagos se gestionan a través de la plataforma segura de Klarna.",
    "klarna_small": "Las opciones de pago aplazado y a plazos están sujetas a aprobación por parte de Klarna.",
    "amazon_title": "Amazon Pay",
    "amazon_p1": "Utiliza los métodos de pago guardados en tu cuenta de Amazon y finaliza la compra en solo unos clics, con la misma seguridad y comodidad de siempre.",
    "amazon_small": "Permaneces en nuestra web mientras Amazon procesa tu pago de forma segura en segundo plano.",
    "note_fast": "Además, según tu dispositivo y tu región, en el proceso de pago pueden estar disponibles métodos rápidos como Google Pay o Shop Pay.",
    "country_title": "Opciones específicas por país y moneda",
    "blik_title": "BLIK (Polonia)",
    "blik_p1": "Si pagas desde Polonia, puedes usar BLIK para un pago móvil rápido y cómodo. Solo tienes que confirmar el código BLIK en tu app bancaria para completar la compra.",
    "blik_small": "Disponible únicamente para clientes de bancos polacos participantes.",
    "stable_title": "Pago con stablecoin (bajo solicitud)",
    "stable_p1": "También aceptamos determinados pagos con stablecoins previa solicitud. Es una opción práctica para clientes internacionales que prefieren pagar con monedas digitales vinculadas a divisas fiduciarias (por ejemplo, stablecoins en USD).",
    "stable_p2": "Si deseas pagar con stablecoins, contáctanos antes de realizar tu pedido para confirmar las opciones disponibles, las monedas admitidas y el tipo de cambio.",
    "stable_small": "La disponibilidad de pagos con stablecoins depende de la moneda, la red y los acuerdos vigentes.",
    "leasing_title": "Leasing de bicicletas de empresa (Alemania)",
    "jobrad_title": "JobRad",
    "jobrad_p1": "Con JobRad puedes obtener tu bicicleta Rinos como bicicleta de empresa a través de tu empleador. La empresa firma el leasing y tú utilizas la bici para ir al trabajo, en el día a día y para hacer deporte.",
    "jobrad_p2": "La cuota mensual de leasing suele pagarse mediante compensación salarial a partir de tu salario bruto, lo que puede reducir significativamente el coste total frente a una compra directa.",
    "jobrad_p3": "Tu empleador necesita un contrato activo con JobRad. Una vez que exista, podemos preparar una oferta para el modelo Rinos que elijas.",
    "jobrad_small": "El ahorro exacto depende de tu salario, tu clase impositiva y el acuerdo con tu empresa.",
    "bbike_title": "BusinessBike",
    "bbike_p1": "BusinessBike ofrece un sistema digital y sencillo de leasing de bicicletas de empresa para empleadores y empleados en Alemania.",
    "bbike_p2": "Las cuotas de leasing suelen descontarse de tu salario bruto durante un periodo determinado, a menudo con seguros y servicios incluidos.",
    "bbike_p3": "Cuando tu empresa está registrada en BusinessBike, podemos crear una oferta individual para tu bicicleta Rinos.",
    "bbike_small": "Según la configuración, puedes ahorrar una cantidad considerable frente a una compra clásica.",
    "lease_title": "Lease a Bike",
    "lease_p1": "Lease a Bike es una plataforma de bicicletas de empresa en la que tu empleador alquila la bicicleta y tú la usas tanto en privado como para el trabajo. La cuota mensual se paga mediante compensación desde el salario bruto.",
    "lease_p2": "El modelo combina ventajas fiscales con paquetes de servicio completos (por ejemplo, seguro y mantenimiento), según la tarifa elegida por tu empresa.",
    "lease_p3": "Si tu empresa ya trabaja con Lease a Bike, podemos suministrar tu bicicleta Rinos a través de su portal.",
    "lease_small": "La disponibilidad y las condiciones dependen del contrato de tu empresa con Lease a Bike.",
    "dienstrad_title": "Mein Dienstrad",
    "dienstrad_p1": "A través de mein-dienstrad.de también puedes hacer leasing de una bicicleta Rinos como bicicleta de empresa si tu empleador participa en el programa.",
    "dienstrad_p2": "Normalmente te registras en la plataforma con el código de tu empresa, eliges tu bicicleta ideal y las cuotas de leasing se descuentan mensualmente de tu salario bruto.",
    "dienstrad_p3": "Ponte en contacto con nosotros con los datos de tu empresa y el modelo Rinos que deseas para que podamos comprobar el proceso con Mein Dienstrad.",
    "dienstrad_small": "Como con otros proveedores de leasing, las condiciones exactas dependen del contrato de tu empleador.",
    "ref_badge": "Comunidad y atletas",
    "ref_title": "Programa de recomendación y acuerdos para atletas",
    "ref_p1": "Crecemos junto con nuestra comunidad. Si te encanta tu bicicleta Rinos y quieres invitar a tus amigos o compañeros de entrenamiento, puedes beneficiarte de nuestras opciones de recomendación.",
    "ref_li1": "Recomienda Rinos a amigos, familiares o compañeros de equipo.",
    "ref_li2": "Recibe recompensas o descuentos cuando se compra una bicicleta gracias a tu recomendación (según la campaña).",
    "ref_li3": "Perfecto para clubes ciclistas, salidas en grupo y comunidades locales.",
    "ref_p2": "¿Eres triatleta, ciclista u otro tipo de atleta orientado al rendimiento y quieres competir o entrenar con nuestras bicicletas? Escríbenos y revisaremos juntos qué apoyo o condiciones especiales son posibles.",
    "ref_cta": "Contáctanos sobre opciones de referidos y atletas"
  },

  "fr": {
   "paymentmethods_title": "Moyens de paiement",
    "subtitle": "Choisissez le mode de paiement qui vous convient le mieux. Toutes les transactions sont traitées de manière sécurisée. La disponibilité de chaque méthode peut varier selon votre pays et votre devise.",
    "global_title": "Modes de paiement globaux",
    "bank_title": "Virement bancaire (SEPA)",
    "bank_p1": "Vous pouvez régler votre commande facilement par virement bancaire classique. Dès que nous recevons votre paiement, nous préparons votre vélo pour l'expédition.",
    "bank_bankname": "Commerzbank",
    "bank_accholder": "Titulaire du compte : Rinos Bikes GmbH",
    "bank_sort": "Code banque : 17040000 • N° de compte : 0202151700",
    "bank_bic": "Swift/BIC : COBADEFFXXX",
    "bank_iban": "IBAN : DE08170400000202151700",
    "bank_small": "Les virements provenant de pays de l'UE arrivent généralement sous 1 à 2 jours ouvrables.",
    "cards_title": "Cartes de crédit et de débit",
    "cards_p1": "Payez en toute sécurité avec votre carte préférée. Nous acceptons les principales cartes de crédit et de débit via nos prestataires de paiement de confiance.",
    "cards_p2": "Vos données de carte sont traitées via des connexions chiffrées et ne sont jamais stockées sur nos serveurs.",
    "cards_small": "Les options disponibles peuvent varier selon votre pays et votre banque émettrice.",
    "paypal_title": "PayPal",
    "paypal_p1": "Payez rapidement et facilement avec votre compte PayPal, sans avoir à saisir à nouveau vos coordonnées bancaires.",
    "paypal_p2": "Les paiements effectués via PayPal sont crédités immédiatement, ce qui nous permet de préparer votre vélo sans délai.",
    "paypal_small": "PayPal peut offrir une protection des achats selon votre pays.",
    "klarna_title": "Klarna",
    "klarna_p1": "Avec Klarna, vous pouvez payer maintenant, plus tard ou en plusieurs fois, en fonction des options disponibles dans votre pays et de votre profil Klarna.",
    "klarna_p2": "Tous les paiements sont gérés via la plateforme sécurisée de Klarna.",
    "klarna_small": "Les options « payer plus tard » et le paiement en plusieurs fois sont soumises à l'approbation de Klarna.",
    "amazon_title": "Amazon Pay",
    "amazon_p1": "Utilisez les moyens de paiement enregistrés dans votre compte Amazon et finalisez votre commande en quelques clics, avec le même niveau de sécurité et de confort.",
    "amazon_small": "Vous restez sur notre site pendant qu'Amazon traite votre paiement de manière sécurisée en arrière-plan.",
    "note_fast": "En fonction de votre appareil et de votre région, des moyens de paiement rapides comme Google Pay ou Shop Pay peuvent être proposés au moment du règlement.",
    "country_title": "Options spécifiques au pays et à la devise",
    "blik_title": "BLIK (Pologne)",
    "blik_p1": "Si vous payez depuis la Pologne, vous pouvez utiliser BLIK pour un paiement mobile rapide et pratique. Il vous suffit de confirmer le code BLIK dans votre application bancaire pour finaliser l'achat.",
    "blik_small": "Disponible uniquement pour les clients des banques polonaises participantes.",
    "stable_title": "Paiement en stablecoins (sur demande)",
    "stable_p1": "Nous acceptons également certains paiements en stablecoins, sur demande. C'est une option pratique pour les clients internationaux qui préfèrent payer avec des monnaies numériques indexées sur des devises fiduciaires (par exemple des stablecoins en USD).",
    "stable_p2": "Si vous souhaitez payer en stablecoins, veuillez nous contacter avant de passer commande afin que nous puissions confirmer les options disponibles, les devises prises en charge et le taux de change appliqué.",
    "stable_small": "La disponibilité du paiement en stablecoins dépend de la devise, du réseau et des accords en vigueur.",
    "leasing_title": "Vélo de fonction en leasing (Allemagne)",
    "jobrad_title": "JobRad",
    "jobrad_p1": "Avec JobRad, vous pouvez obtenir votre vélo Rinos comme vélo de fonction par l'intermédiaire de votre employeur. L'entreprise loue le vélo et vous l'utilisez pour vos trajets domicile-travail, au quotidien et pour le sport.",
    "jobrad_p2": "La mensualité de leasing est généralement prélevée via un mécanisme de « salary sacrifice » sur votre salaire brut, ce qui peut rendre le coût total nettement inférieur à un achat classique.",
    "jobrad_p3": "Votre employeur doit disposer d'un contrat JobRad actif. Une fois que c'est le cas, nous pouvons établir une offre pour le modèle Rinos de votre choix.",
    "jobrad_small": "L'économie réalisée dépend de votre salaire, de votre situation fiscale et de l'accord conclu avec votre employeur.",
    "bbike_title": "BusinessBike",
    "bbike_p1": "BusinessBike propose une solution de leasing de vélos de fonction simple et entièrement numérique pour les employeurs et les employés en Allemagne.",
    "bbike_p2": "Les mensualités de leasing sont en général déduites de votre salaire brut sur une durée déterminée, souvent avec des services et assurances inclus.",
    "bbike_p3": "Dès que votre entreprise est enregistrée chez BusinessBike, nous pouvons créer une offre personnalisée pour votre vélo Rinos.",
    "bbike_small": "Selon la configuration, vous pouvez réaliser des économies significatives par rapport à un achat direct.",
    "lease_title": "Lease a Bike",
    "lease_p1": "Lease a Bike est une plateforme de vélos de fonction où votre employeur loue le vélo et vous l'utilisez aussi bien à titre privé que professionnel.",
    "lease_p2": "Ce modèle combine des avantages fiscaux avec des packs de services complets (assurance, entretien, etc.), selon la formule choisie par votre entreprise.",
    "lease_p3": "Si votre entreprise travaille déjà avec Lease a Bike, nous pouvons vous fournir votre vélo Rinos via leur portail.",
    "lease_small": "La disponibilité et les conditions dépendent du contrat conclu entre votre employeur et Lease a Bike.",
    "dienstrad_title": "Mein Dienstrad",
    "dienstrad_p1": "Via mein-dienstrad.de, vous pouvez également louer un vélo Rinos comme vélo de fonction si votre employeur participe au programme.",
    "dienstrad_p2": "En général, vous vous inscrivez sur la plateforme avec le code de votre entreprise, choisissez votre vélo et les mensualités de leasing sont prélevées chaque mois sur votre salaire brut.",
    "dienstrad_p3": "Contactez-nous avec les informations sur votre employeur et le modèle Rinos souhaité afin que nous puissions vérifier la procédure avec Mein Dienstrad.",
    "dienstrad_small": "Comme pour les autres prestataires de leasing, les conditions exactes dépendent du contrat de votre employeur.",
    "ref_badge": "Communauté & athlètes",
    "ref_title": "Programme de parrainage & offres pour athlètes",
    "ref_p1": "Nous grandissons avec notre communauté. Si vous aimez votre vélo Rinos et souhaitez en parler à vos amis ou partenaires d'entraînement, vous pouvez bénéficier de nos possibilités de parrainage.",
    "ref_li1": "Recommandez Rinos à vos amis, à votre famille ou à vos coéquipiers.",
    "ref_li2": "Obtenez des récompenses ou des remises lorsqu'un vélo est acheté grâce à votre recommandation (selon la campagne en cours).",
    "ref_li3": "Parfait pour les clubs cyclistes, les sorties de groupe et les communautés locales.",
    "ref_p2": "Vous êtes triathlète, cycliste ou athlète orienté performance et vous souhaitez rouler ou courir avec nos vélos ? Contactez-nous et nous verrons ensemble quelles conditions spéciales ou quel soutien sont possibles.",
    "ref_cta": "Contactez-nous au sujet du parrainage & des offres pour athlètes"
  },

  "pl": {
   "paymentmethods_title": "Metody płatności",
    "subtitle": "Wybierz metodę płatności, która najlepiej Ci odpowiada. Wszystkie transakcje są przetwarzane w bezpieczny sposób. Dostępność poszczególnych metod może się różnić w zależności od kraju i waluty.",
    "global_title": "Globalne metody płatności",
    "bank_title": "Przelew bankowy (SEPA)",
    "bank_p1": "Możesz wygodnie opłacić zamówienie tradycyjnym przelewem bankowym. Gdy tylko zaksięgujemy płatność, przygotujemy Twój rower do wysyłki.",
    "bank_bankname": "Commerzbank",
    "bank_accholder": "Właściciel rachunku: Rinos Bikes GmbH",
    "bank_sort": "Kod banku: 17040000 • Nr konta: 0202151700",
    "bank_bic": "Swift/BIC: COBADEFFXXX",
    "bank_iban": "IBAN: DE08170400000202151700",
    "bank_small": "Przelewy z krajów UE zazwyczaj docierają w ciągu 1–2 dni roboczych.",
    "cards_title": "Karty kredytowe i debetowe",
    "cards_p1": "Płać bezpiecznie swoją ulubioną kartą. Obsługujemy najpopularniejsze karty kredytowe i debetowe poprzez zaufanych operatorów płatności.",
    "cards_p2": "Dane Twojej karty są przesyłane przez szyfrowane połączenia i nie są przechowywane na naszych serwerach.",
    "cards_small": "Dostępność poszczególnych kart może zależeć od kraju oraz banku wydającego kartę.",
    "paypal_title": "PayPal",
    "paypal_p1": "Płać szybko i wygodnie za pomocą konta PayPal, bez ponownego wpisywania danych karty lub rachunku bankowego.",
    "paypal_p2": "Płatności dokonane przez PayPal są księgowane natychmiast, dzięki czemu możemy od razu rozpocząć przygotowanie Twojego roweru.",
    "paypal_small": "PayPal może oferować dodatkową ochronę kupującego, w zależności od kraju.",
    "klarna_title": "Klarna",
    "klarna_p1": "Z Klarna możesz zapłacić od razu, później lub rozłożyć zakup na raty – w zależności od opcji dostępnych w Twoim kraju i Twojego profilu w Klarna.",
    "klarna_p2": "Wszystkie płatności są obsługiwane przez bezpieczną platformę Klarna.",
    "klarna_small": "Opcje „zapłać później” i raty wymagają akceptacji ze strony Klarna.",
    "amazon_title": "Amazon Pay",
    "amazon_p1": "Wykorzystaj metody płatności zapisane na Twoim koncie Amazon i sfinalizuj zamówienie w kilku kliknięciach – z tą samą wygodą i bezpieczeństwem, które znasz z Amazon.",
    "amazon_small": "Pozostajesz na naszej stronie, podczas gdy Amazon bezpiecznie przetwarza Twoją płatność w tle.",
    "note_fast": "Dodatkowo, w zależności od urządzenia i regionu, podczas płatności mogą być dostępne szybkie metody, takie jak Google Pay lub Shop Pay.",
    "country_title": "Metody specyficzne dla kraju i waluty",
    "blik_title": "BLIK (Polska)",
    "blik_p1": "Jeżeli płacisz z Polski, możesz skorzystać z BLIK-a, aby szybko i wygodnie zapłacić telefonem. Wystarczy potwierdzić kod BLIK w aplikacji bankowej, aby dokończyć zakup.",
    "blik_small": "Dostępne wyłącznie dla klientów banków uczestniczących w systemie BLIK.",
    "stable_title": "Płatność stablecoinami (na życzenie)",
    "stable_p1": "Na życzenie obsługujemy również wybrane płatności stablecoinami. To wygodne rozwiązanie dla klientów międzynarodowych, którzy wolą płacić cyfrowymi walutami powiązanymi z walutami fiducjarnymi (np. stablecoiny w USD).",
    "stable_p2": "Jeśli chcesz zapłacić stablecoinem, skontaktuj się z nami przed złożeniem zamówienia, aby potwierdzić dostępne opcje, obsługiwane waluty i stosowany kurs wymiany.",
    "stable_small": "Dostępność płatności stablecoinami zależy od waluty, sieci oraz aktualnych ustaleń.",
    "leasing_title": "Leasing roweru służbowego (Niemcy)",
    "jobrad_title": "JobRad",
    "jobrad_p1": "Z JobRad możesz otrzymać rower Rinos jako rower służbowy poprzez swojego pracodawcę. Firma bierze rower w leasing, a Ty korzystasz z niego w drodze do pracy, na co dzień i do sportu.",
    "jobrad_p2": "Miesięczna rata leasingowa jest zazwyczaj potrącana z pensji brutto w formie tzw. odroczenia wynagrodzenia, co może znacznie obniżyć całkowity koszt w porównaniu z zakupem za gotówkę.",
    "jobrad_p3": "Twój pracodawca potrzebuje aktywnej umowy z JobRad. Kiedy taka umowa istnieje, możemy przygotować ofertę na wybrany przez Ciebie model Rinos.",
    "jobrad_small": "Dokładne oszczędności zależą od wysokości wynagrodzenia, klasy podatkowej oraz ustaleń z pracodawcą.",
    "bbike_title": "BusinessBike",
    "bbike_p1": "BusinessBike oferuje proste, cyfrowe rozwiązanie leasingu roweru służbowego dla pracodawców i pracowników w Niemczech.",
    "bbike_p2": "Raty leasingowe są zazwyczaj potrącane z wynagrodzenia brutto przez określony czas, często wraz z pakietami serwisowymi i ubezpieczeniem.",
    "bbike_p3": "Gdy Twój pracodawca jest zarejestrowany w BusinessBike, możemy przygotować indywidualną ofertę na Twój rower Rinos.",
    "bbike_small": "W zależności od konfiguracji możesz zaoszczędzić znaczną kwotę w porównaniu z tradycyjnym zakupem.",
    "lease_title": "Lease a Bike",
    "lease_p1": "Lease a Bike to platforma leasingu rowerów służbowych, w której pracodawca bierze rower w leasing, a Ty używasz go prywatnie i służbowo.",
    "lease_p2": "Model ten łączy korzyści podatkowe z kompleksowymi pakietami usług (np. ubezpieczenie, serwis), w zależności od taryfy wybranej przez firmę.",
    "lease_p3": "Jeśli Twoja firma już współpracuje z Lease a Bike, możemy dostarczyć Twój rower Rinos za pośrednictwem ich portalu.",
    "lease_small": "Dostępność i warunki zależą od umowy między pracodawcą a Lease a Bike.",
    "dienstrad_title": "Mein Dienstrad",
    "dienstrad_p1": "Za pośrednictwem mein-dienstrad.de możesz również wziąć rower Rinos w leasing jako rower służbowy, o ile Twój pracodawca uczestniczy w programie.",
    "dienstrad_p2": "Zazwyczaj rejestrujesz się w serwisie przy użyciu kodu pracodawcy, wybierasz wymarzony rower, a raty leasingowe są co miesiąc potrącane z pensji brutto.",
    "dienstrad_p3": "Skontaktuj się z nami, podając dane pracodawcy i wybrany model Rinos, abyśmy mogli sprawdzić proces w Mein Dienstrad.",
    "dienstrad_small": "Podobnie jak w przypadku innych dostawców leasingu, szczegółowe warunki zależą od umowy Twojego pracodawcy.",
    "ref_badge": "Społeczność i sportowcy",
    "ref_title": "Program poleceń i oferty dla sportowców",
    "ref_p1": "Rozwijamy się razem z naszą społecznością. Jeśli kochasz swój rower Rinos i chcesz zaprosić znajomych lub partnerów treningowych, możesz skorzystać z naszych możliwości poleceń.",
    "ref_li1": "Polecaj Rinos znajomym, rodzinie lub kolegom z drużyny.",
    "ref_li2": "Otrzymuj nagrody lub zniżki, gdy rower zostanie zakupiony dzięki Twojej rekomendacji (w zależności od kampanii).",
    "ref_li3": "Idealne dla klubów rowerowych, grupowych wyjazdów i lokalnych społeczności.",
    "ref_p2": "Jesteś triatlonistą, kolarzem lub innym sportowcem nastawionym na wyniki i chcesz jeździć na naszych rowerach podczas treningów lub wyścigów? Skontaktuj się z nami – wspólnie sprawdzimy, jakie wsparcie lub specjalne ceny są możliwe.",
    "ref_cta": "Skontaktuj się z nami w sprawie poleceń i ofert dla sportowców"
  },

  "bg": {
    "paymentmethods_title": "Методи на плащане",
    "subtitle": "Изберете начина на плащане, който ви подхожда най-добре. Всички транзакции се обработват сигурно. Наличността на отделните методи може да варира в зависимост от вашата страна и валута.",
    "global_title": "Глобални методи за плащане",
    "bank_title": "Банков превод (SEPA)",
    "bank_p1": "Можете да заплатите поръчката си удобно чрез класически банков превод. Веднага щом получим плащането ви, подготвяме велосипеда ви за изпращане.",
    "bank_bankname": "Commerzbank",
    "bank_accholder": "Титуляр на сметката: Rinos Bikes GmbH",
    "bank_sort": "Код на банката: 17040000 • Номер на сметка: 0202151700",
    "bank_bic": "Swift/BIC: COBADEFFXXX",
    "bank_iban": "IBAN: DE08170400000202151700",
    "bank_small": "Преводите от страни от ЕС обикновено се получават в рамките на 1–2 работни дни.",
    "cards_title": "Кредитни и дебитни карти",
    "cards_p1": "Платете сигурно с предпочитаната си карта. Поддържаме основните кредитни и дебитни карти чрез нашите доверени платежни партньори.",
    "cards_p2": "Данните на вашата карта се обработват чрез криптирани връзки и никога не се съхраняват от нас.",
    "cards_small": "Някои опции за карти могат да зависят от вашия регион и издаващата банка.",
    "paypal_title": "PayPal",
    "paypal_p1": "Платете бързо и лесно чрез вашия PayPal акаунт. Просто влезте с вашия имейл адрес и парола – без да е нужно да въвеждате отново данните на картата или банката си.",
    "paypal_p2": "Плащанията чрез PayPal се кредитират незабавно, което ни позволява да започнем подготовката на велосипеда ви без забавяне.",
    "paypal_small": "PayPal може да ви предложи допълнителна защита на купувача, в зависимост от вашата страна.",
    "klarna_title": "Klarna",
    "klarna_p1": "С Klarna можете да платите сега, да платите по-късно или да разделите покупката си на вноски – в зависимост от опциите, налични във вашата страна и вашия личен Klarna профил.",
    "klarna_p2": "Всички плащания чрез Klarna се обработват през собствената сигурна платформа на Klarna.",
    "klarna_small": "Опциите „плати по-късно“ и на вноски подлежат на одобрение от Klarna.",
    "amazon_title": "Amazon Pay",
    "amazon_p1": "Използвайте методите за плащане, съхранени във вашия Amazon акаунт, и завършете покупката само с няколко кликвания – със същата сигурност и удобство, които познавате от Amazon.",
    "amazon_small": "Остават на нашия сайт, докато Amazon сигурно обработва плащането ви на заден план.",
    "note_fast": "Освен това, в зависимост от устройството и региона ви, по време на плащането могат да бъдат налични бързи методи за плащане като Google Pay или Shop Pay.",
    "country_title": "Специфични опции за страна и валута",
    "blik_title": "BLIK (Полша)",
    "blik_p1": "Ако плащате от Полша, можете да използвате BLIK за бързо и удобно мобилно плащане. Просто потвърдете BLIK кода в банковото си приложение, за да завършите покупката.",
    "blik_small": "Налично само за клиенти на участващи полски банки.",
    "stable_title": "Плащане със стейбълкойн (при заявка)",
    "stable_p1": "Поддържаме и избрани плащания със стейбълкойн при заявка. Това е удобна опция за международни клиенти, които предпочитат да плащат с цифрови валути, обвързани с фиатни (напр. USD стейбълкойни).",
    "stable_p2": "Ако искате да платите чрез стейбълкойн, моля свържете се с нас преди да направите поръчката си, за да потвърдим текущите опции, поддържаните валути и обменния курс.",
    "stable_small": "Наличността на стейбълкойн зависи от валутата, мрежата и текущите споразумения.",
    "leasing_title": "Лизинг на служебен велосипед (Германия)",
    "jobrad_title": "JobRad",
    "jobrad_p1": "С JobRad можете да получите вашия Rinos велосипед като служебен велосипед чрез вашия работодател. Вашата компания взема велосипеда под наем и вие го използвате за пътуване до работа, ежедневие и спорт.",
    "jobrad_p2": "Месечната лизингова вноска обикновено се плаща чрез конвертиране на заплата от вашата брутна заплата, което може да направи общата цена значително по-ниска в сравнение с директна покупка.",
    "jobrad_p3": "Вашият работодател се нуждае от активен договор с JobRad. След като това е уредено, можем да предоставим оферта за избрания от вас Rinos велосипед.",
    "jobrad_small": "Точните спестявания зависят от вашата заплата, данъчна класа и споразумението с вашия работодател.",
    "bbike_title": "BusinessBike",
    "bbike_p1": "BusinessBike предлага дигитален, прост лизинг на служебни велосипеди за работодатели и служители в Германия. Вашият работодател подписва рамков договор и вие избирате желания велосипед.",
    "bbike_p2": "Лизинговите вноски обикновено се приспадат от вашата брутна заплата за определен срок, често с включени пакети за застраховка и обслужване.",
    "bbike_p3": "След като вашият работодател е регистриран в BusinessBike, можем да създадем индивидуална оферта за вашия Rinos велосипед.",
    "bbike_small": "В зависимост от настройката можете да спестите забележима сума в сравнение с класическа покупка.",
    "lease_title": "Lease a Bike",
    "lease_p1": "Lease a Bike е платформа за служебни велосипеди, където вашият работодател взема велосипеда под наем и вие го използвате частно и за работа. Месечната вноска се плаща чрез отсрочено обезщетение от вашата брутна заплата.",
    "lease_p2": "Този модел съчетава данъчни предимства с пакети за пълно обслужване (напр. застраховка, поддръжка) в зависимост от тарифата, която избере вашият работодател.",
    "lease_p3": "Ако вашата компания вече работи с Lease a Bike, можем да доставим вашия Rinos велосипед чрез техния портал.",
    "lease_small": "Наличността и условията се определят от договора на вашия работодател с Lease a Bike.",
    "dienstrad_title": "Mein Dienstrad",
    "dienstrad_p1": "Чрез mein-dienstrad.de можете също да вземете под наем Rinos велосипед като служебен велосипед, ако вашият работодател участва в тяхната програма.",
    "dienstrad_p2": "Обикновено се регистрирате на платформата с кода на вашия работодател, избирате мечтания си велосипед и лизинговите вноски се приспадат ежемесечно от вашата брутна заплата.",
    "dienstrad_p3": "Свържете се с нас с данните на вашия работодател и желания Rinos модел, за да можем да проверим процеса с Mein Dienstrad.",
    "dienstrad_small": "Както при други доставчици на лизинг, конкретните условия зависят от договора на вашия работодател.",
    "ref_badge": "Общност и спортисти",
    "ref_title": "Препоръчителна програма и сделки за спортисти",
    "ref_p1": "Растем заедно с нашата общност. Ако обичате вашия Rinos велосипед и искате да привлечете приятели или партньори за тренировки, можете да се възползвате от нашите възможности за препоръки.",
    "ref_li1": "Препоръчайте Rinos на приятели, семейство или съотборници.",
    "ref_li2": "Спечелете награди или отстъпки, когато велосипед бъде закупен чрез вашата препоръка (в зависимост от кампанията).",
    "ref_li3": "Перфектно за велосипедни клубове, групови обиколки и местни общности.",
    "ref_p2": "Триатлонист, велосипедист или друг спортист, фокусиран върху представянето, който иска да кара нашите велосипеди на тренировка или състезание? Свържете се с нас – заедно ще проверим какъв вид подкрепа или специално ценообразуване е възможно.",
    "ref_cta": "Свържете се с нас относно опции за препоръки и спортисти"
  }
}